IDEA Open Model
ConnectionPoint.Node Property
Compatible with IDEA StatiCa 20.1
 Node
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Node { get; set; }
Public Property Node As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace